tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "jq"
brew "neovim"
brew "nnn"
brew "node"
brew "zsh"
brew "starship"
cask "insomnia"
cask "iterm2"
cask "sensiblesidebuttons"
cask "visual-studio-code"
